IdeaRS.Connections
FasteningData.Angles Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the groups and positions for angles.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public NumberGroups Angles { get; set; }
Property Value
Type: NumberGroups
See Also
Reference
FasteningData Class
IdeaRS.Connections.Data Namespace